Repository: manuga93/bocatapp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: You must to be logged.
es: Debes estar logueado

source: It must be 999999999 format
es: Debe tener el formato 999999999

source: Username
es: Usuario

source: First name
es: Nombre

source: Last name
es: Apellidos

source: Email
es: Correo

source: Password
es: Contraseña

source: Repeat password
es: Repetir contraseña

source: I accept the terms and conditions
es: Acepto los términos y condiciones

source: Phone
es: teléfono

source: Passwords dont match
es: Las contraseñas no coinciden

source: To register you have to accept the terms and conditions
es: Para registrarte debes aceptar los términos y condiciones

source: Email is already in use
es: Correo ya en uso

source: Name
es: Nombre

source: Surname
es: Apellidos

source: Birthday
es: Cumpleaños

source: You must enter a valid date
es: Debes introducir una fecha valida

source: Old password
es: Contraseña antigua

source: New password
es: Nueva contraseña

source: Old password doesnt match
es: La contraseña antigua no coincide

source: New passwords dont match
es: Las nueva contraseña no coincide

source: Bocatapp - Log in
es: Bocatapp - Iniciar sesion

source: Log in
es: Iniciar sesión

source: Don't you have account yet?
es: ¿No tienes cuenta todavía?

source: Register!
es: Registro

source: This page uses own and third party cookies in order to improve the service. If you continue browsing, you accept its use.
es: Esta página utiliza cookies propias y de terceros con el fin de mejorar el servicio. Si continuas navegando, aceptas su uso.

source: You can find out how to change your browser settings or learn more about the cookies law.
es: Puedes informarte sobre cómo cambiar la configuración de tu navegador u obtener más información sobre la ley de cookies

source: Following this link
es: Siguiendo este enlace

source: Accept
es: Aceptar

source: Cookies policy
es: Politica de cookies

source: A cookie is a little information sent by a website and stored in the user's browser, so that the website can check the previous activity of the same.
es: Una cookie (o galleta informática) es una pequeña información enviada por un sitio web y almacenada en el navegador del usuario, de manera que el sitio web puede consultar la actividad previa del mismo.

source: The User expressly accepts, for the use of this Site, the treatment of the information collected in the form and for the aforementioned purposes.
es: El Usuario acepta expresamente, por la utilización de este Site, el tratamiento de la información recabada en la forma y con los fines anteriormente mencionados.

source: What types of cookies does BocatApp use?
es: ¿Que tipos de cookies utiliza BocatApp?

source: Technical Cookies: These are the ones that allow the user to navigate through a web page, platform or application and the use of the different options or services that exist in it, such as controlling traffic and communication of data, identify the Session, access restricted access parts, make the application for registration or participation in an event, use security features during navigation.
es: Cookies técnicas: Son aquéllas que permiten al usuario la navegación a través de una página web, plataforma o aplicación y la utilización de las diferentes opciones o servicios que en ella existan como, por ejemplo, controlar el tráfico y la comunicación de datos, identificar la sesión, acceder a partes de acceso restringido, , realizar la solicitud de inscripción o participación en un evento, utilizar elementos de seguridad durante la navegación.

source: Personalization Cookies: They are those that allow the user to access the service with some general characteristics predefined according to a series of criteria in the user's terminal such as the language, the type of browser through which accesses the service , The regional settings from where you access the service, etc.
es: Cookies de personalización: Son aquéllas que permiten al usuario acceder al servicio con algunas características de carácter general predefinidas en función de una serie de criterios en el terminal del usuario como por ejemplo serian el idioma, el tipo de navegador a través del cual accede al servicio, la configuración regional desde donde accede al servicio, etc.

source: Third Party Cookies: The Web of www.bocatapp.com may use third party services that, on behalf of www.bocatapp.com, collect information for statistical purposes, use of the Site by the user and for the provision of other related services With the activity of the Website and other Internet services.
es: Cookies de terceros: La Web de www.bocatapp.com puede utilizar servicios de terceros que, en nombre de www.bocatapp.com, recopilen información para propósitos estadísticos, uso del Sitio por el usuario y para la provisión de otros servicios relacionados con La actividad del Sitio Web y otros servicios de Internet.

source: In particular, Bocatapp uses Google Analytics, a web analytics service provided by Google, Inc. In order to provide these services, Bocatapp uses cookies that collect information, including the user's IP address, which will be transmitted, processed and stored by Google in The terms set in the Web Google.com. Including the possible transmission of such information to third parties for reasons of legal exigency or when said third parties process the information for Google account.
es: En particular Bocatapp utiliza Google Analytics, un servicio analítico de webs prestado por Google, Inc.Para la prestación de estos servicios,estos utilizan cookies que recopilan la información, incluida la dirección IP del usuario, que será transmitida, tratada y almacenada por Google en los términos fijados en la Web Google.com. Incluyendo la posible transmisión de dicha información a terceros por razones de exigencia legal o cuando dichos terceros procesen la información por cuenta de Google.

source: If you need more information, follow the following
es: Si necesitas mas informacion, sigue el siguiente

source: link
es: enlace

source: General questions
es: Preguntas generales

source: What is Bocatapp?
es: ¿Que es Bocatapp?

source: BocatApp is a platform specialized in the purchase and sale of food in establishments near to: business areas, university campuses or institutes.
es: BocatApp es una plataforma especializada en la compra-venta de comida en los establecimientos cercanos a : zonas empresariales,campus universitarios o institutos.

source: Do I need to create an account?
es: ¿Es necesario crear una cuenta?

source: The necessary accounts to request orders and to manage your business. If you just want to check the establishments in your zip code or your letters you do not need to create an account.
es: Las cuentas con necesarias para solicitar pedidos y para gestionar tu negocio. Si sólo deseas consultar los establecimientos en tu código postal o sus cartas no necesitas crear una cuenta.

source: What is the currency used in all transactions?
es: ¿Cual es la divisa utilizada en todas las transacciones?

source: All the prices are in
es: Todos los precios estan en

source: Sellers
es: Vendedores

source: Who can sell products?
es: ¿Quien puede vender productos?

source: Any business buying and selling food that wants to improve its management and facilitate online reservations to its customers.
es: Cualquier negocio de compra-venta de comida que quiera mejorar su gestión y facilitar las reservas online a sus clientes.

source: Do you want to manage your business with us?
es: ¿Quieres controlar tu negocio con nosotros?

source: Why sell from BocatApp?
es: ¿Por qué vender desde BocatApp?

source: The main advantage that you will have if you sell your products from BocatApp is to facilitate the management of orders, since you can know the moment of collection of such orders.
es: La principal ventaja que tendrás si vendes tus productos desde BocatApp es facilitar la gestiónde pedidos, ya que podrás saber el momento de recogida de dichos pedidos.

source: What if a customer does not pick up your order?
es: ¿Y si un cliente no recoge su pedido?

source: At BocatApp we want to protect our businesses therefore, customers of their establishments must make the payment at the time of purchase. If the customer does not collect the order, the establishment will have the sale covered and will not have losses.
es: En BocatApp queremos proteger a nuestros negocios por ello, los clientes de sus establecimientos deben hacer el pago en el momento de la compra. Si el cliente no recoge el pedido, el establecimiento tendrá cubierta la venta y no tendrá pérdidas.

source: How do I receive sales payments through BocatApp?
es: ¿Cómo recibo los pagos de las ventas a través de BocatApp?

source: Payments will be made on a weekly basis. At the end of the week the amount accumulated will be transferred to the bank account of your business. The minimum to be transferred is
es: Los pagos se realizarán de forma semanal. Al final de la semana la cuantía acumulada será transferida a la cuenta bancaria de su negocio. El mínimo a transferir es de

source: Customers
es: Clientes

source: What benefits do I have in front of placing the order in the own premises?
es: ¿Que beneficios tengo frente a hacer el pedido en el propio local?

source: The main advantage will be your comfort. As a user you can place an order at any time and from anywhere, choose the day and time of collection and you will not have to wait queues or worry about if you carry the money.
es: La principal ventaja será tu comodidad. Como usuario podrás realizar un pedido en cualquier momento y desde cualquier sitio, elegirás el día y hora de recogida y no tendrás que esperar colas ni preocuparte de si llevas el dinero encima.

source: I am allergic to certain ingredients, how can I find out the content of the products?
es: Soy alérgico a determinados ingredientes, ¿cómo puedo informarme del contenido de los productos?

source: In the menu of each establishment the products are listed next to the list of allergens of the same.
es: En el menú de cada establecimiento se listan los productos junto a la lista de alérgenos de los mismos.

source: In the same order, can I introduce products from different locals?
es: En un mismo pedido, ¿puedo introducir productos de diferentes locales?

source: No, with the current system it is necessary to make the orders of each premises independently.
es: No, con el sistema actual es necesario hacer los pedidos de cada local de forma independiente.

source: Can I cancel a order?
es: ¿Puedo cancelar un pedido?

source: Yes, you can cancel the order until 2h before delivery.
es: Sí, podrás cancelar el pedido hasta 2h antes de la entrega.

source: if you need more information, contact with
es: Si necesitas mas informacion, sigue el siguiente

source: Forget password?
es: Nueva contraseña

source: Remember password
es: Repetir contraseña

source: Back
es: Atrás

source: Save
es: Guardar

source: Skip the queue in a bite
es: ¡Sáltate la cola de un mordisco!

source: Make your order. Enjoy without waits
es: Haz tu pedido. Disfruta sin esperar.

source: Insert a ZIP code to find places near you
es: Inserta un código postar para buscar locales cercanos

source: Search
es: Buscar

source: All rights reserved
es: Todos los derechos reservados

source: Terms and use conditions
es: Términos y condiciones

source: Balance
es: Saldo

source: Recharge balance
es: Recargar saldo

source: Language
es: Idioma

source: Spanish
es: Español

source: English
es: Inglés

source: Help
es: Ayuda

source: Do not have an account yet?
es: ¿No tienes cuenta todavía?

source: Register now!
es: Registro

source: My account
es: Mi cuenta

source: Reports
es: Reportes

source: My locals
es: Mis locales

source: My orders
es: Mis pedidos

source: Disconect
es: Cerrar Sesión

source: Profile
es: Perfil

source: Edit profile
es: Editar perfil

source: Edit password
es: Editar contraseña

source: Your password has been reset
es: Su contraseña ha sido reestablecida

source: Invalid link. This link has already been used
es: Enlace invalido. Este enlace ya ha sido utilizado

source: We have sent you an email with a link to reset the password.
es: Te hemos enviado un correo con un enlace para reestablecer la contraseña.

source: You requested password reset.
es: Has solicitado un reestablecimiento de contraseña

source: Click on the following link to create your new password
es: Haz click en el siguiente enlace para crear tu nueva contraseña

source: Forget password
es: Recordar contraseña

source: Send
es: Enviar

source: Terms and Conditions
es: Términos y condiciones

source: The access and / or use of this portal attributes the condition of user, who accepts, from said access and / or use, the General Conditions of Use reflected here. The aforementioned Conditions will apply independently of the General Conditions of Contract that in their case are obligatory.
es: El acceso y/o uso de este portal atribuye la condición de usuario, que acepta, desde dicho acceso y/o uso, las Condiciones Generales de Uso aquí reflejadas. Las citadas Condiciones serán de aplicación independientemente de las Condiciones Generales de Contratación que en su caso resulten de obligado cumplimiento.

source: The company reserves the right to modify at any time the general conditions of use of the portal. In any case, it is recommended that you periodically consult these terms of use of the portal, as they can be modified.
es: La empresa se reserva la facultad de modificar en cualquier momento las condiciones generales de uso del portal.En todo caso, se recomienda que consulte periódicamente los presentes términos de uso del portal, ya que pueden ser modificados.

source: The user must at all times respect the terms and conditions established in these general conditions of use of the portal. The user expressly states that he will diligently use the portal and assume any responsibility that may arise from breach of the rules.
es: El usuario deberá respetar en todo momento los términos y condiciones establecidos en las presentes condiciones generales de uso del portal. De forma expresa el usuario manifiesta que utilizará el portal de forma diligente y asumiendo cualquier responsabilidad que pudiera derivarse del incumplimiento de las normas.

source: The Portal excludes any liability for damages that may be due to information and / or services provided or supplied by third parties other than the Company. All responsibility will be from the third party, either supplier or collaborator.
es: El Portal excluye cualquier responsabilidad por los daños y perjuicios que puedan deberse a la información y/o servicios prestados o suministrados por terceros diferentes de la Empresa. Toda responsabilidad será del tercero ya sea proveedor o colaborador.

source: All contents, trademarks, logos, drawings, documentation, computer programs or any other element susceptible of protection by the intellectual or industrial property laws, that are accessible in the portal correspond exclusively to the company or its legitimate owners and are expressly reserved all The rights over them.
es: Todos los contenidos, marcas, logos, dibujos, documentación, programas informáticos o cualquier otro elemento susceptible de protección por la legislación de propiedad intelectual o industrial, que sean accesibles en el portal corresponden exclusivamente a la empresa o a sus legítimos titulares y quedan expresamente reservados todos los derechos sobre los mismos.

source: Other conditions
es: Otras condiciones

source: BocatApp as the holder for all purposes of this website and responsible for all automated files derived therefrom ensures full and complete compliance with the obligations set forth by the Organic Law of Data Protection.
es: BocatApp como titular a todos los efectos de la presente página web y responsable de todos los ficheros automatizados derivados de la misma garantiza el integro y pleno cumplimiento de las obligaciones dispuestas por la Ley Orgánica de Protección de Datos.

source: BocatApp informs that the use of a form implies that the user expresses his consent for the data supplied to be incorporated into an automated file.
es: BocatApp informa que el hecho de utilizar algún formulario implica que el usuario expresa su consentimiento para que los datos suministrados queden incorporados a un fichero automatizado.

source: The users will respond, in any case, of the veracity of the provided data and are responsible for communicating to BocatApp any modification in the same, being BocatApp exempt of any type of responsibility in this respect.
es: Los usuarios responderán, en cualquier caso, de la veracidad de los datos facilitados y se hacen responsables de comunicar a BocatApp cualquier modificación en los mismos, quedando BocatApp exento de cualquier tipo de responsabilidad a este respecto.

source: The users have recognized and will be able to exercise the rights of access, rectification, cancellation and opposition, anticipated by the Law, directing an email to the Responsible of the File: BocatApp, indicating their name and surnames, and including as subject of the email 'ARCO Rights' .
es: Los usuarios tienen reconocidos y podrán ejercitar los derechos de acceso,rectificación, cancelación y oposición, previstos por la Ley, dirigiendo un correo electrónico al Responsable del Fichero: BocatApp, indicando su nombre y apellidos, e incluyendo como asunto del correo 'Derechos ARCO'.

source: BocatApp, Inc under the Information Society Services Law, in no case will send advertising and communications for sale or other commercial purposes to users without their prior request or consent. Neither will it send unsolicited messages or consents previously.
es: BocatApp,Inc en virtud de la Ley de Servicios de la Sociedad de la Información , en ningún caso remitirá publicidad y comunicaciones con fines de venta u otras de naturaleza comercial a los usuarios sin que medie su previa solicitud o consentimiento. Asimismo tampoco remitirá mensajes no solicitados ni consentidos previamenente.

source: In compliance with the Law on Services of the Information Society, the following data are reflected: the company that owns this website is BocatApp with CIF number: X-0000000, duly registered in the Mercantile Register.
es: En cumplimiento con la Ley de Servicios de la Sociedad de la Información, se reflejan los siguientes datos : la empresa titular de esta web es BocatApp con número CIF:X-0000000,debidamente inscrita en el Registro Mercantil.

source: Return Policy
es: Politica de devoluciones

source: To make a cancellation can only be made of orders that are pending to do, ie, have not gone to the facts section.
es: Para realizar una cancelación sólo se podrá hacer de los pedidos que estén pendientes de hacer, es decir, que no hayan pasado al apartado de hechos.

source: A number of criteria must be met to cancel the order. You can not cancel an order in which the date and time of collection has already passed.
es: Habrá que cumplir una serie de criterios para cancelar el pedido. No se puede cancelar un pedido en el que la fecha y hora de recogida ya haya pasado.

source: The order must be in the pending section.
es: El pedido debe estar en la sección pendientes.

source: The user has to confirm that he / she agrees to cancel the order.
es: El usuario tiene que confirmar que esta de acuerdo en cancelar el pedido.

source: The amount will always be returned as a balance in BocatApp.
es: El importe se devolverá siempre como saldo en BocatApp.

source: If the order is canceled with three or more hours in advance will be refunded 100%% of the amount.
es: Si el pedido se cancela con tres o más horas de antelación se le devolverá el 100%% del importe.

source: If the order is canceled with 2 or 2:59 hours in advance will be refunded 92.5%% of the amount.
es: Si el pedido se cancela con 2 o 2:59 horas de antelación se le devolverá el 92.5 %% del importe

source: If the order is canceled with 1 or 1:59 hours in advance will be refunded 50%% of the amount.
es: Si el pedido se cancela con 1 o 1:59 horas de antelación se le devolverá el 50 %% del importe.

source: If the order is canceled during the last 59 minutes no amount will be refunded.
es: Si el pedido se cancela durante los últimos 59 minutos no se le devolverá importe ninguno.

source: Product has not been added to cart
es: El producto no ha sido añadido al carrito

source: You can not add products from different locations.
es: No se pueden agregar productos de distintos locales.

source: The product has been successfully added to cart.
es: El producto ha sido añadido correctamente al carrito

source: The product has been updated successfully.
es: El producto se ha añadido correctamente al carrito.

source: The product has not been updated successfully.
es: El producto no se ha añadido correctamente al carrito.

source: The product has been removed from the cart.
es: El producto se ha eliminado del carrito.

source: Register
es: Registro

source: Seller register
es: Registro de vendedor

source: Logical error. The requested URL cannot be found. Check your request data
es: Error lógico. No se ha encontrado la URL solicitada. Compruebe los datos de su solicitud

source: Transaction could not be initiated due to connection problems. The servers IP address is probably not whitelisted!
es: No se pudo iniciar la transacción debido a problemas de conexión. La dirección IP de los servidores probablemente no está en la lista blanca!

source: Server error.
es: Error de servidor

source: The amount for this transaction exceeds the maximum amount. The maximum amount is 1000 EURO (equivalent in other currencies)
es: El monto de esta transacción excede el monto máximo. El importe máximo es de 1000 euros (equivalente en otras monedas)

source: Transaction could not be initiated because the account is inactive.
es: No se pudo iniciar la transacción porque la cuenta está inactiva.

source: payment id is unknown.
es: El ID de pago es desconocido.

source: Currency is not supported.
es: La moneda no es compatible.

source: Amount is not valid. Valid amount has to be above 0.
es: La cantidad no es válida. La cantidad válida debe ser superior a 0.

source: Transaction could not be initiated due to connection problems. If the problem persists, please contact our support.
es: No se pudo iniciar la transacción debido a problemas de conexión. Si el problema persiste, póngase en contacto con nuestro servicio de asistencia.

source: Description
es: Descripcion

source: Reason
es: Razon

source: Amount to recharge
es: Cantidad a recargar

source: Payment method
es: Metodo de pago

source: Checkout
es: Mi pedido

source: The operation could not be performed because one or more errors have occurred.
es: La operación no se ha podido realizar debido a que uno o más errores han ocurrido.

source: Pay with:
es: Pagar con:

source: You do not have enough balance!
es: ¡No tienes saldo suficiente!

source: New credit card
es: Nueva tarjeta de credito

source: Holdername
es: Nombre del titular

source: Number of credit card
es: Numero de tarjeta de credito

source: Valid credit card number
es: Numero de tarjeta de credito valido

source: Expiration date
es: Fecha de expiracion

source: Yes, I would like to keep my credit card in the system
es: Si, me gustaria guardar mi tarjeta de credito en el sistema

source: Order details
es: Detalles del pedido

source: Product
es: Producto

source: Price
es: Precio

source: Taxes
es: Gestión

source: Pick up date
es: Fecha de recogida

source: Pick up time
es: Hora de recogida

source: Make the reservation
es: Realizar reserva

source: Comments
es: Comentarios

source: New comment
es: Nuevo comentario

source: Valoration
es: Valoracion

source: Comments of
es: Comentarios de

source: Comment
es: Comentar

source: Writen by
es: Escrito por

source: Report
es: Reportar
