Repository: manuga93/bocatapp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: There are no comments from this local
es: No hay comentarios de este local

source: Orders
es: Pedidos

source: Pending
es: Pendiente

source: Pick up
es: Recogida

source: Are you sure?
es: ¿Estas seguro?

source: Cancel
es: Cancelar

source: Mark as done
es: Marcar como hecho

source: There are no pending orders
es: No hay pedidos pendientes

source: Canceled orders
es: Pedidos cancelados

source: There are no canceled orders
es: No hay pedidos cancelados

source: Done orders
es: Pedidos hechos

source: There are no done orders
es: No hay pedidos hechos

source: Make another order
es: Realizar otra reserva

source: Quantity
es: Cantidad

source: Status
es: Estado

source: Done
es: Hecho

source: Not done
es: No hecho

source: Recharge account
es: Recargar cuenta

source: Current balance
es: Saldo actual

source: Recharge
es: Recargar

source: Transactions
es: Transacciones

source: New report
es: Nuevo reporte

source: Reported by
es: Reportado por

source: Deny
es: Denegar

source: There are no activated reports
es: No hay pedidos activos

source: Shopping cart
es: Carrito de compra

source: Add
es: Añadir

source: Finish and pay
es: Finalizar y pagar

source: Keep buying
es: Seguir comprando

source: The quantity entered must be a number between 1 and 10.
es: La cantidad introducida debe estar entre 1 y 10

source: Thank you! Your order is being processed, we will notify you when you are ready
es: ¡Gracias! Tu pedido está siendo procesado, te avisaremos cuando esté listo

source: Do not forget to pick your order on time!
es: ¡No olvides recoger tu pedido a tiempo!

source: Retrieve payment successful.
es: Recuperar el pago correctamente.

source: Capturing payment
es: Capturar el pago

source: Capture request was successful. Checking response:
es: La solicitud de captura tuvo éxito. Comprobación de la respuesta:

source: Your balance has been acted correctly!
es: ¡Tu saldo ha sido actuado correctamente!

source: The reload request has been received. Your balance will be updated soon.
es: La solicitud de recarga ha sido recibida. Pronto se actualizará tu saldo.

source: There were problems connecting to PaySafeCard. Try again later!
es: Hubo problemas para conectar con PaySafeCard. ¡Inténtalo de nuevo más tarde!

source: Your balance has been successfully updated!
es: Tu saldo ha sido actualizado con éxito!

source: Payment is not yet processed, please visit / redirect to auth_url your received on payment creation
es: Payment is not processed yet, please visit / redirect to auth_url your received on payment creation

source: There was an error retrieving the payment. Try again later.
es: Se ha producido un error al recuperar el pago. Inténtalo de nuevo más tarde.

source: There was a problem updating your balance! Try again later.
es: Hubo un problema al actualizar tu saldo! Inténtalo de nuevo más tarde.

source: There was a problem connecting to PaySafeCard, please try again later!
es: ¡Hubo un problema al conectar con PaySafeCard, ¡inténtelo de nuevo más tarde!

source: You are not a customer
es: Usted no es cliente

source: Cancellation made. Soon we will enter
es: Cancelacion realizada. En breve te ingresaremos

source: in your balance.
es: en tu saldo.

source: The order has already been canceled
es: El pedido ya ha sido cancelado

source: Sorry, the order is already made, and it is impossible to cancel it
es: Lo sentimos, el pedido ya esta realizado, y es imposible cancelarlo

source: The order date has already passed.
es: La fecha del pedido ya ha pasado.

source: The order you are trying to cancel does not belong to you.
es: El pedido que intentas cancelar no te pertenece.

source: Choose another method of payment, you do not have enough balance!
es: Elige otro método de pago, ¡no tienes suficiente saldo!

source: Add your comment
es: Añade tu comentario

source: The date and time of collection must be after the current date and time. Minimum 10 min.
es: La fecha y hora de recogida debe ser posterior a la fecha y hora actual. Mínimo 10 min

source: Date or time is not correct
es: Fecha u hora no es correcta

source: You are not user
es: Usted no es usuario

source: You are not an admin
es: Usted no es administrador

source: Must have 999999999 format
es: Debe tener el formato 999999999

source: Address
es: Direccion

source: Postal code
es: Codigo Postal

source: Photo
es: Foto

source: Ingredients
es: Ingredientes

source: You must enter a date in the future
es: Debes introducir una fecha futura

source: Enter a price!
es: Introduce un precio!

source: Too cheap!
es: Demasiado barato!

source: Edit category
es: Editar categoria

source: Category
es: Categoria

source: New category
es: Nueva categoria

source: See products
es: Ver productos

source: Edit
es: Editar

source: Delete
es: Borrar

source: Delete category
es: Borrar categoria

source: Do you want to delete this category?
es: ¿Quieres borrar esta categoria?

source: The products which belong to it will be deleted
es: Los productos pertenecientes seran borrados

source: Yes
es: Si

source: There are no categories for this local
es: No hay categorias de este local

source: Locals
es: Locales

source: Results for
es: Resultados para

source: Order by
es: Ordenar por

source: Top-Rated
es: Mejor puntuacion media

source: New
es: Nuevo

source: Kitchen
es: Cocina

source: Update
es: Actualizar

source: found in this zone
es: encontrado en esta zona

source: Profile image
es: Imagen de perfil

source: No opinions
es: Sin opiniones

source: Write yours
es: Escribe la tuya

source: 1 comment
es: 1 comentario

source: comments
es: Comentarios

source: Statistics of
es: Estadisticas de

source: Last week's orders
es: Pedidos de la semana pasada

source: Current status
es: Estado actual

source: Ready
es: Preparado

source: See menu
es: Ver menu

source: See categories
es: Ver categorias

source: New product
es: Nuevo producto

source: Create local
es: Crear local

source: Edit local
es: Editar local

source: New local
es: Nueva local

source: Manage orders
es: Gestionar pedidos

source: Statistics
es: Estadisticas

source: Configuration
es: Configuracion

source: Menu
es: Carta

source: Categories
es: Categorias

source: There is no locals yet
es: No hay locales aun

source: Menu of
es: Carta de

source: Available until
es: Disponible hasta

source: Buy
es: Comprar

source: Edit pack
es: Editar pack

source: Create pack
es: Crear pack

source: Create product
es: Crear producto

source: Edit product
es: Editar producto

source: You are not a seller
es: Usted no es un vendedor

source: Category created correctly
es: Categoria creada correctamente

source: The category has not been created because it does not belong to you.
es: La categoria no ha sido creada porque no te pertenece

source: Category updated correctly
es: Categoria actualizada correctamente

source: The category has not been edited because it does not belong to you.
es: La categoria no ha sido editada porque no te pertenece

source: Category successfully deleted.
es: Categoria borrada correctamente

source: The category has not been deleted because it does not belong to you.
es: La categoria que has intentado borrar no te pertenece
